/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Dashboard";
"Telemetry" = "Telemetry";
"Fan Control" = "Fan Control";
"Profiles" = "Profiles";
"Advanced" = "Advanced";
"Menu Bar" = "Menu Bar";
"System Info" = "System Info";
"Desktop Widgets" = "Desktop Widgets";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Average";
"Avg: %@" = "Avg: %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Low Power Mode (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Allows macOS to auto-manage CPU frequency";
"Forces CPU to lowest frequency for minimum power" = "Forces CPU to lowest frequency for minimum power";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Update Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage.";

"Opciones en Menú Bar" = "Menu Bar Options";
"Choose which items appear in the menu bar. Changes apply immediately." = "Choose which items appear in the menu bar. Changes apply immediately.";
"Customize the visual appearance of the menu bar items." = "Customize the visual appearance of the menu bar items.";
"Límite de Temp de Alerta" = "Alert Temp Limit";
"Color de Alerta de Temp" = "Alert Temp Color";
"Color de Flechas" = "Arrows Color";
"Additional telemetry for the menu bar." = "Additional telemetry for the menu bar.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data is shown inside Temp, Power, Memory and Fan columns when enabled.";
"Show GPU VRAM" = "Show GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG in Memory column";
"Show GPU Fan Speed" = "Show GPU Fan Speed";
"G:XXXX in Fan column" = "G:XXXX in Fan column";

"No fans detected." = "No fans detected.";
"SMC driver not available" = "SMC driver not available";
"Your SMC chip may not be supported." = "Your SMC chip may not be supported.";
"RPM" = "RPM";
"Throttle" = "Throttle";
"↩ Reset to Auto" = "↩ Reset to Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Select a profile to adjust the CPU operating range. Changes take effect immediately.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "This will write the raw P-State definitions directly to the CPU. Proceed?";
"Disabled — work in progress" = "Disabled — work in progress";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Enable in OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Motherboard info not available";

"Vista previa de la Barra de Menús:" = "Menu Bar Preview:";
"Ancho estimado: %dpt" = "Estimated Width: %dpt";
"Restart the app to fully apply width changes." = "Restart the app to fully apply width changes.";
"Small (%dpt)" = "Small (%dpt)";
"Medium (%dpt)" = "Medium (%dpt)";
"Large (%dpt)" = "Large (%dpt)";

"Green" = "Green";
"Blue" = "Blue";
"Orange" = "Orange";
"Red" = "Red";
"Purple" = "Purple";
"Pink" = "Pink";
"Teal" = "Teal";
"Turquoise" = "Turquoise";

"Verde" = "Green";
"Azul" = "Blue";
"Naranja" = "Orange";
"Rojo" = "Red";
"Morado" = "Purple";
"Rosa" = "Pink";
"Turquesa" = "Teal";

"Dynamic Colors (Temp Only)" = "Dynamic Colors (Temp Only)";
"Temp Alert Color" = "Temp Alert Color";
"Temp Alert Limit" = "Temp Alert Limit";
"Network" = "Network";
"Network Arrows Color" = "Network Arrows Color";
"Exit" = "Exit";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "SMC Fans";

"Fan 1" = "Fan 1";
"Fan 2" = "Fan 2";
"Fan 3" = "Fan 3";
"Fan 4" = "Fan 4";
"Fan 5" = "Fan 5";
"Fan 6" = "Fan 6";
"Fan 7" = "Fan 7";
"Fan 8" = "Fan 8";

/* Alerts */
"To enable motherboard display:" = "To enable motherboard display:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information.";
"Done" = "Done";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Please type in numbers in hexadecimal.";
"Unable to Set PStateDef" = "Unable to Set PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change.";
"Your changes will not be saved" = "Your changes will not be saved";
"Click apply to save changes before closing this windows." = "Click apply to save changes before closing this windows.";
"Cancel" = "Cancel";
"Close without saving" = "Close without saving";
"Invalid File" = "Invalid File";
"The selected file could not be read or is not a valid pstate file." = "The selected file could not be read or is not a valid pstate file.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Session Peaks";
"Reset Peaks" = "Reset Peaks";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Fan Control (Zero RPM / Curves)";
"macOS Hardware Limitation" = "macOS Hardware Limitation";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties.";
"Open SPPT Guide" = "Open SPPT Guide";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Native CPPC Active Mode (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Enables autonomous hardware frequency scaling (recommended)";
"Power Management Mode" = "Power Management Mode";
"Energy Preference (EPP)" = "Energy Preference (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Select a hardware autonomous profile. The CPU will scale frequency dynamically.";
"Performance" = "Performance";
"Balanced Perf" = "Balanced Perf";
"Balanced Power" = "Balanced Power";
"Power Save" = "Power Save";
"Active Profile Status" = "Active Profile Status";
"CPU Speed Profiles (Legacy)" = "CPU Speed Profiles (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Select a manual P-State override profile. Frequencies will be restricted to the selected step.";
"Mode" = "Mode";
"EPP Profile" = "EPP Profile";

/* Desktop Widgets */
"Show CPU Widget" = "Show CPU Widget";
"Show GPU Widget" = "Show GPU Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Show Disk Widget";
"Show Network Widget" = "Show Network Widget";
"Show Fan Widget" = "Show Fan Widget";
"Disable All Widgets" = "Disable All Widgets";
"Sort by Rank" = "Sort by Rank";
"Edit Widget Layout" = "Edit Widget Layout";
"Unlock widgets to drag them around the screen" = "Unlock widgets to drag them around the screen";
"Widget Options" = "Widget Options";
"Customize the appearance and behavior of your desktop widgets." = "Customize the appearance and behavior of your desktop widgets.";
"Auto-Align Active Widgets" = "Auto-Align Active Widgets";
"Automatically stack active widgets at a corner" = "Automatically stack active widgets at a corner";
"Alignment Corner" = "Alignment Corner";
"Top Right" = "Top Right";
"Top Left" = "Top Left";
"Bottom Right" = "Bottom Right";
"Bottom Left" = "Bottom Left";
"Show Clock Widget" = "Show Clock Widget";
"Clock" = "Clock";
"Stats Table" = "Stats Table";
"Classic Glass" = "Classic Glass";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Core Matrix";

"United" = "United";
"Show United Widget" = "Show United Widget";
"Configure Combined Metrics" = "Configure Combined Metrics";
"Include CPU" = "Include CPU";
"Include GPU" = "Include GPU";
"Include RAM" = "Include RAM";
"Include Disk" = "Include Disk";
"Include Network" = "Include Network";
"Include Fan" = "Include Fan";

"Temas & Apariencia" = "Themes & Appearance";
"Análisis" = "Analysis";

"Select Visual Theme (Instant Application)" = "Select Visual Theme (Instant Application)";
"Custom Theme Creator & Exchange (JSON)" = "Custom Theme Creator & Exchange (JSON)";
"Chart Rendering Style" = "Chart Rendering Style";
"Custom Theme Editor" = "Custom Theme Editor";
"Showing active theme colors. Adjust any color to customize." = "Showing active theme colors. Adjust any color to customize.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Utilisez le curseur Opacité pour la transparence (le sélecteur de couleur macOS réinitialise souvent l'alpha).";
"Opacity" = "Opacité";
"Edit Active Theme" = "Edit Active Theme";
"Export Theme (JSON)" = "Export Theme (JSON)";
"Import Theme (JSON)" = "Import Theme (JSON)";
"Card Background" = "Card Background";
"Cyan Accent" = "Cyan Accent";
"Orange Accent" = "Orange Accent";
"Green Accent" = "Green Accent";
"Purple Accent" = "Purple Accent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Ghz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1h";
"24h" = "24h";
"30d" = "30j";
"60°C" = "60°C";
"7d" = "7j";
"Accept & Continue" = "Accepter et continuer";
"Active" = "Actif";
"All Auto" = "Tout automatique";
"All Combined" = "Tous combinés";
"All Fans Auto" = "Tous les ventilateurs Auto";
"AMD CPU Cores" = "Cœurs de CPU AMD";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta données automáticamente chaque minute.";
"AMD Processor Power Manager (PPM)" = "Gestionnaire d'alimentation du processeur AMD (PPM)";
"Analysis" = "Analyse";
"Apply" = "Appliquer";
"Apply P-States?" = "Appliquer les P-Stats ?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Arrange l'ordre dans lequel les widgets de ressources apparaissent. Cliquez sur les flèches pour changer la position.";
"Arrow Color" = "Couleur de la flèche";
"Automatically switches EPP profiles based on live CPU load" = "Bascule automatiquement les profils EPP en fonction de la charge du CPU en temps réel";
"Average core frequency in GHz" = "Fréquence moyenne des cœurs en GHz";
"Average utilization over time" = "Utilisation moyenne au fil du temps";
"Avg Frequency" = "Fréquence Moyenne";
"Avg." = "Moy.";
"Avg: %.0f%%" = "Moyenne : %.0f%%";
"Balanced\n%.1f GHz" = "Équilibré\n%.1f GHz";
"Base\n%.1f GHz" = "Base\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Octets (Lire)";
"Bytes (Write)" = "Octets (écriture)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Graphique métrique";
"Chart Type" = "Type de graphique";
"Charts require macOS 13+" = "Les graphiques requièrent macOS 13+";
"Charts require macOS 13.0+" = "Les graphiques requièrent macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Vérifiez les nouvelles versions de SMCAMDProcessor et de AMD Power Gadget sur GitHub.";
"Check for Updates" = "Vérifier les mises à jour";
"Check Now" = "Vérifier maintenant";
"Circular Ring" = "Anneau circulaire";
"Column Bars" = "Barres de colonnes";
"Configure Charts" = "Configurer les graphiques";
"Configure labels and layout details for widgets inside the popover." = "Configurer les étiquettes et les détails de la mise en page des widgets à l'intérieur du popover.";
"Connection Error: %@" = "Erreur de connexion : %@";
"Continuous Background Logging" = "Journalisation continue de l'arrière-plan";
"Continuously write telemetry samples to a CSV file in the background" = "Écrire en continu des échantillons de télémétrie dans un fichier CSV en arrière-plan";
"Control Mode" = "Mode de contrôle";
"Core Rankings (Estimated by Freq)" = "Classement des Noyaux (Animé par Fréquence)";
"Could not fetch release info." = "Impossible de récupérer les infos de publication.";
"CPPC hardware rankings are active and loaded from the processor." = "Les classements matériels CPPC sont actifs et chargés à partir du processeur.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Les valeurs matérielles CPPC n'ont pas pu être lues. Les classements sont estimés à partir de la fréquence d'horloge maximale observée de chaque noyau.";
"CPPC Preferred Cores (Silicon Quality)" = "Cœurs préférentiels CPPC (Qualité Silicon)";
"CPPC: Active" = "CPPC : Actif";
"CPPC: Estimated" = "CPPC : Estimé";
"CPU and GPU temperatures" = "Températures CPU et GPU";
"CPU Average Frequency" = "Fréquence moyenne du CPU";
"CPU Freq Avg (GHz)" = "Fréquence CPU Moyenne (GHz)";
"CPU Frequency" = "Fréquence CPU";
"CPU Load" = "Charge CPU";
"CPU Load (%)" = "Charge CPU (%)";
"CPU Package Power" = "Puissance du paquet du CPU";
"CPU Per-Core Thread Load" = "Charge du Thread par noyau du CPU";
"CPU Power" = "Puissance CPU";
"CPU Power (W)" = "Puissance CPU (W)";
"CPU Power Alert" = "Alerte de puissance du CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "La puissance du CPU est à %.1fW (au-delà de la limite %dW) depuis plus de %d secondes !";
"CPU Temp" = "Température du CPU";
"CPU Temp (°C)" = "Température du CPU (°C)";
"CPU Temperature" = "Température du CPU";
"CPU Temperature Alert" = "Alerte de température du CPU";
"CPU temperature has reached %.1f°C!" = "La température du CPU a atteint %.1f°C!";
"CPU Tracker" = "Traqueur de CPU";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Version actuelle: v%@\nNouvelle version: %@\n\nInformations Supplementaires :\n%@";
"Curve" = "Courbe";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "L'optimisation de la courbe n'est active que lorsque le kext AMDRyzenCPUPowerManagement prend en charge l'interface Zen 3 de la boîte aux lettres.";
"Custom" = "Personnalisé";
"Customize the behavior and visibility of the menu bar popover." = "Personnaliser le comportement et la visibilité de la barre de menu popover.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Supprimer le point";
"Device Utilization %" = "% d'utilisation de l'appareil";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Désactivez les effets visuels lourds si votre système ne possède pas d'accélération graphique de métal.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DÉCLARATION : Ce logiciel interagit directement avec les registres de contrôle matériel de bas niveau. En l'utilisant, vous acceptez que la responsabilité absolue de toute instabilité du système, de tout dommage matériel ou de toute invasion extraterrestre incombe entièrement à l'utilisateur.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DÉCLARATION : Ce logiciel interagit directement avec les registres de contrôle matériel de bas niveau, en les utilisant, vous acceptez que la responsabilité absolue incombe entièrement à l'utilisateur.";
"Disk" = "Disque";
"DISK" = "Disque";
"Disk Activity" = "Activité du disque";
"Disk Activity (MB/s)" = "Activité disque (MB/s)";
"Disk Activity (Read+Write)" = "Activité du disque (lecture+écriture)";
"Disk I/O" = "I/O Disque";
"Disk Tracker" = "Traqueur de disque";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Voulez-vous que AMD Power Gadget démarre dans la barre de menu à la connexion? \n\n Cela ne sera demandé qu'une seule fois. Vous pouvez modifier ce paramètre plus tard dans le menu Apparence.";
"Donate (PayPal)" = "Faire un don (PayPal)";
"Download" = "Télécharger";
"Download on GitHub" = "Télécharger sur GitHub";
"Download Update" = "Télécharger la mise à jour";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Faites glisser les points de contrôle pour modifier la courbe. Double-cliquez sur un espace vide pour ajouter (max 8). Double-cliquez sur un point ou faites un clic droit pour le supprimer.";
"Dynamic Auto-EPP Workload Engine" = "Moteur de travail automatique EPP dynamique";
"Dynamic Next-Gen Fan Curves" = "Courbes de ventilation dynamiques du prochain générateur";
"Edit Layout" = "Modifier la mise en page";
"Efficient\n%.1f GHz" = "Efficace\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Activer les colonnes de statistiques supplémentaires dans le popover.";
"Enable System Alerts" = "Activer les alertes système";
"Error reading CPU data." = "Erreur lors de la lecture des données du processeur.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Évalué dans le noyau avec une interpolation LUT de 256 étapes, une hystérésis et une rampage lisse.";
"Export" = "Exportation";
"Export CSV" = "Exporter CSV";
"Export Telemetry History" = "Exporter l'historique de la télémétrie";
"Export the history of samples currently in memory to a CSV file" = "Exporter l'historique des échantillons actuellement en mémoire vers un fichier CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Échec — vérifier les droits kext (-amdpnopchk).";
"Fan" = "Ventilateur";
"Fan Number" = "Numéro de ventilateur";
"Fan Speed" = "Vitesse du ventilateur";
"Fan Speed (RPM)" = "Vitesse de ventilateur (RPM)";
"Fan Speed(RPM)" = "Vitesse de ventilateur (RPM)";
"Filled Area" = "Zone remplie";
"Freq:" = "Fréquence :";
"Frequency" = "Fréquence";
"Frequency Max:" = "Fréquence Max :";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "Dépôt GitHub\n\nRemerciements spéciaux à la communauté AMD OS X !\n\nCopyright ©️ 2020-2026 Droga. Tous droits réservés.";
"GPU Load" = "Chargement GPU";
"GPU Model" = "Modèle GPU";
"GPU Power" = "Puissance GPU";
"GPU Power (W)" = "Puissance GPU (W)";
"GPU Temp" = "Temp. GPU";
"GPU Temp (°C)" = "Temp. GPU (°C)";
"GPU Temperature" = "Température GPU";
"GPU Tracker" = "Suivi GPU";
"H.264 & HEVC Active" = "H.264 et HEVC actifs";
"H.264 Active (HEVC Inactive)" = "H.264 actif (HEVC Inactive)";
"HEVC Active (H.264 Inactive)" = "HEVC actif (H.264 Inactif)";
"Hide this fan" = "Masquer ce ventilateur";
"High Load Threshold (Performance)" = "Seuil de charge élevé (Performance)";
"Histograma de Barras" = "Histogramme de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Je reconnais que la responsabilité absolue incombe entièrement à l'utilisateur.";
"Idle Threshold (Power Save)" = "Seuil d'inactivité (sauvegarde de l'ordinateur)";
"Import" = "Importation";
"Inactive" = "Inactif";
"Inactive / Not Supported" = "Inactif / Non pris en charge";
"Index" = "Index";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Injecter des décalages de tension positifs ou négatifs par cœur. Le centre est 0 (sans substitution). Limiter : -30 (undervolt) à +30 (overvolt).";
"Inst(s) Retired:" = "Install(s) retirée(s) :";
"Kext Update Available" = "Mise à jour de Kext disponible";
"Later" = "Plus tard";
"Line Only" = "Ligne seulement";
"Load" = "Charger";
"Loading..." = "Chargement en cours...";
"Log File Location" = "Emplacement du fichier journal";
"Logical Cores" = "Noyaux logiques";
"Low Performance Mode" = "Mode basse performance";
"Low Power\n%.1f GHz" = "Faible puissance\n%.1f GHz";
"Línea Escalonada (Step)" = "Linea Escalonada (Step)";
"Línea Suave (Spline)" = "Suave Linea (Spline)";
"Manual Override" = "Remplacer manuellement";
"Max Speed" = "Vitesse max";
"Max." = "Max.";
"MB/s" = "Mo/s";
"Memory Usage" = "Utilisation de la mémoire";
"Menu Bar Preview:" = "Aperçu de la barre de menu :";
"Mi Tema Custom" = "Mi Tema Personnalisé";
"Min." = "Min.";
"Monochrome Stealth" = "Discrétion monochrome";
"Máx." = "Max.";
"Máx:" = "Max:";
"Mín." = "Mi’n.";
"Mín:" = "Mi’n:";
"N/A" = "N/A";
"Net" = "NT";
"Net Download (MB/s)" = "Téléchargement Net (MB/s)";
"Net Upload (MB/s)" = "Envoi net (MB/s)";
"Network Speed" = "Vitesse du réseau";
"Network Throughput" = "Débit réseau";
"Network Total Speed" = "Vitesse totale du réseau";
"New version %@ available!" = "Nouvelle version %@ disponible!";
"New Version Available: %@" = "Nouvelle version disponible : %@";
"No" = "Non";
"No AMDRyzenCPUPowerManagement Found!" = "Aucun AMDRyzenCPUPowerManagement trouvé !";
"No curves configured." = "Aucune courbe configurée.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Aucun emplacement sélectionné";
"No metrics active" = "Aucune métrique active";
"No release notes available." = "Aucune note de publication disponible.";
"Nordic Frost" = "Glace nordique";
"Not Supported" = "Non pris en charge";
"Not supported by your CPU" = "Non pris en charge par votre CPU";
"Not yet" = "Pas encore";
"Open Dashboard" = "Ouvrir le tableau de bord";
"Other Popover Widgets" = "Autres Widgets Popover";
"P-State Editor" = "Editeur P-State";
"P-States applied successfully." = "Les P-Etats ont été appliqués avec succès.";
"P-States Configuration" = "Configuration P-States";
"Package" = "Paquet";
"Package Power" = "Puissance du paquet";
"Peak Fan" = "Ventilateur Pic";
"Peak Freq" = "Fréquence du pic";
"Peak Power" = "Puissance du Pic";
"Peak Temp" = "Température du pic";
"Performance\n%.1f GHz" = "Performances\n%.1f GHz";
"Performance & Fallback" = "Performance et repli";
"Personalizado" = "Personalizado";
"Physical Cores" = "Cœurs physiques";
"Pin Popover Open" = "Épingler Popover ouvert";
"Platform" = "Plateforme";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Veuillez télécharger AMDRyzenCPUPowerManagement depuis la page de publication.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Paramètres généraux de Popover";
"Popover Menu" = "Popover Menu";
"Power" = "Électricité";
"Power Warning Threshold (PPT)" = "Seuil d'avertissement d'alimentation (PPT)";
"Prevent the popover from closing when clicking outside" = "Empêcher la fermeture de la popover en cliquant à l'extérieur";
"Preview" = "Aperçu";
"Processor" = "Processeur";
"Profile" = "Profil";
"Progress Bar" = "Barre de progression";
"Prom." = "Promu";
"PWR" = "PWR";
"Quick Fan Access" = "Accès rapide au ventilateur";
"Quit" = "Quitter";
"Quit and Download" = "Quitter et télécharger";
"Radeon GPU" = "GPU Radeon";
"Radeon Graphics utilization percentage" = "Pourcentage d'utilisation des graphismes Radeon";
"RAM" = "RAM";
"RAM Tracker" = "Traqueur de RAM";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Pourcentage d'utilisation de la RAM";
"Ramp Rate" = "Taux de rampe";
"Raw Register Details" = "Détails du registre brut";
"Read Speed" = "Vitesse de lecture";
"Real-time energy consumption in Watts" = "Consommation d'énergie en temps réel en Watts";
"Real-time History" = "Historique en temps réel";
"Real-time upload / download speed (↑/↓)" = "Vitesse de téléchargement / téléchargement en temps réel (<unk> /<unk> )";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Recevoir des alertes macOS natives lorsque le CPU dépasse les limites thermiques ou de puissance configurées.";
"Refresh Rate" = "Taux de rafraîchissement";
"Relative Time (s)" = "Temps relatif (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Remplace les flou translucides par des couleurs solides pour économiser le CPU";
"Requests permission and enables hardware limit warnings" = "Demande d'autorisation et active les avertissements de limite matérielle";
"Revert" = "Revenir en arrière";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Faites un clic droit sur n'importe quel widget directement sur votre bureau pour changer son style dynamiquement (Classic Glass, Pro Monitor ou Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "CONTRAT DE RESPONSABILITÉ ET DE RESPONSABILITÉ";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Seleccioná una gráfica en el panel superior para visualizar su histórico.";
"Select File..." = "Sélectionner un fichier...";
"Select which metrics are shown and choose their visualization style." = "Sélectionnez quelles mesures sont affichées et choisissez leur style de visualisation.";
"Series" = "Séries";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Affichez un widget flottant et non interactif sur votre bureau pour la télémétrie en direct.";
"Show All (%d hidden)" = "Tout afficher (%d cachés)";
"Show CPU" = "Afficher le CPU";
"Show Fan RPM" = "Afficher le RPM des ventilateurs";
"Show GPU Power" = "Afficher la puissance GPU";
"Show GPU Row" = "Afficher la ligne GPU";
"Show GPU Temp" = "Afficher la température GPU";
"Show Memory" = "Afficher la mémoire";
"Show Network" = "Afficher le réseau";
"Show Network Row" = "Afficher la ligne réseau";
"Show Network Speed Sparkline Graph below" = "Afficher le graphique Sparkline de vitesse réseau ci-dessous";
"Show Per-Core Utilization Grid below" = "Afficher la grille d'utilisation par cœur ci-dessous";
"Show Power" = "Afficher la puissance";
"Show Ring Details" = "Afficher les détails de l'anneau";
"Show Ring Labels" = "Afficher les étiquettes de sonnerie";
"Show Temperature" = "Afficher la température";
"Show Temperature Sparkline Graph below" = "Afficher le graphique de la ligne d'étincelle de température ci-dessous";
"Show Top Processes" = "Afficher les meilleurs processus";
"Single large value instead of max/avg stack" = "Seule grande valeur au lieu de la pile max/moyenne";
"SMC Fan Control" = "Contrôle du ventilateur SMC";
"Smooth Curves" = "Courbes lisses";
"Software" = "Logiciels";
"Software Updates" = "Mises à jour du logiciel";
"Solarized Amber" = "Ambre Solarisée";
"Speed" = "Rapidité";
"SSD" = "SSD";
"Startup at login?" = "Démarrer à la connexion ?";
"Statistics" = "Statistiques";
"Storage" = "Stockage";
"Style" = "Style";
"Style Options" = "Options de style";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Prise en charge par votre CPU";
"Sustained Duration" = "Durée prolongée";
"Swap Total" = "Permuter le total";
"Swap Used" = "Permutation utilisée";
"System Alert Notifications" = "Notifications d'alerte système";
"System Up to Date" = "Système à jour";
"Tahoe Glass" = "Verre Tahoe";
"Temp" = "Température";
"Temp Source" = "Source Temp";
"Temperature" = "Température";
"Temperature Warning Threshold" = "Seuil d'avertissement de température";
"Temperature(C)" = "Température (C)";
"Temperatures" = "Températures";
"Themes & Appearance" = "Thèmes et apparence";
"Thermal History" = "Historique thermique";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Cette application ne peut pas être lancée car AMDRyzenCPUPowerManagement rapporte des données incorrectes.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk.";
"Thread %d: %.1f%%" = "Fil %d: %.1f%%";
"Time" = "Date et heure";
"Timeframe" = "Timeframe";
"Timestamp" = "Horodatage";
"TMP" = "MTC";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Les meilleurs processus";
"Total" = "Total";
"Total Power(W)" = "Énergie Totale (W)";
"Tracks active memory usage and pressure." = "Suivi de l'utilisation et de la pression de la mémoire active.";
"Tracks CPU utilization average and core temperature." = "Trace l'utilisation du processeur de la moyenne et de la température du noyau.";
"Tracks graphics memory (VRAM) utilization." = "Piste l'utilisation de la mémoire graphique (VRAM).";
"Tracks graphics utilization and temperature." = "Surveille l'utilisation des graphiques et de la température.";
"Tracks primary storage capacity usage." = "Suivi de l'utilisation de la capacité de stockage principale.";
"Unknown" = "Inconnu";
"Unknown GPU" = "GPU inconnu";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Débloquer l'optimisation de courbe (DANGEROUS: une sous-tension instable peut causer une panique du noyau ou un redémarrage instantané)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Débloquer P-State Editor (DANGEROUS: les paramètres incorrects peuvent planter ou endommager le matériel)";
"Upload" = "Charger";
"Uptime" = "Délai de disponibilité";
"Use Popover Menu" = "Utiliser le menu Popover";
"Used memory in GB" = "Mémoire utilisée en Go";
"Used RAM" = "Used RAM";
"UTC Time" = "Heure UTC";
"V-F Operating Curve" = "Courbe de fonctionnement V-F";
"Value" = "Valeur";
"VDA Decoder" = "Décodeur VDA";
"Visible charts:" = "Graphiques visibles :";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Tracker VRAM";
"VRAM Used" = "VRAM utilisée";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "SM";
"Weekday" = "Jour de la semaine";
"Widget Reordering" = "Réorganisation du widget";
"Widget Selection & Display Style" = "Sélection du Widget & Style d'affichage";
"Widget Style" = "Style du widget";
"Write Speed" = "Vitesse d'écriture";
"Yes" = "Oui";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Vous exécutez la version la plus récente de AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Vous avez la dernière version installée (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Área Rellena (Gradient)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Votre version AMDRyzenCPUPowerManagement (%@) est obsolète et n'est plus compatible avec l'API. Veuillez utiliser la version 3.0.0 ou plus récente et recommencez cette application.";

/* App language picker */
"Language" = "Langue";
"App Language" = "Langue de l'app";
"Choose the interface language. The app will restart to apply the change." = "Choisissez la langue de l'interface. L'app redémarrera pour appliquer le changement.";
"System Default" = "Par défaut du système";
"Current: %@" = "Actuel : %@";
"Restart required" = "Redémarrage requis";
"Apply & Restart" = "Appliquer et redémarrer";
"The app needs to restart to load the selected language." = "L'application doit redémarrer pour charger la langue sélectionnée.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Cette action nécessite des privilèges administrateur. Lancez AMD Power Gadget en root, ou ajoutez l'argument de démarrage -amdpnopchk.";

/* Crowdin: recent UI strings */